[docks]
fishdude0 = Selam, adamım. Madamım, demek istedim. Hazırım, güzel bir yolculuk için, sen değil misin? [br]Hopefully there's nothing fishy about this ship, y'know.
fishdude1 = I got ripped off on a dodgy vacation last year. Öyleydi, not rad at all.

[internal]
fishdude2 = Oh, hey Madamım. Rahatlıyordum, biliyorsun, ve etrafta bu kırılmış camı farkettim. Tuhaf, değil mi?
fishdude3 = ... Sana mı ait? Ah, havalı, tahminimce. No judgement, biliyorsun.
fishdude4 = Pretty gnarly picking that stuff up with your bare hands, but like, whatever floats your boat, y'know?

[act3]
fishdude0 = Like, teşekkürler madamım. Bunu beklemiyordum.

fishdude1 = Nasıl gidiyor, ? The view up here is like, wild, huh.
fishdude2 = Those icebergs are pretty big, but don't worry. I read a pamphlet that says this boat, like, can't sink. At all.
fishdude3 = Like the one in that movie, y'know? About the boat that like, couldn't sink. Never did see the end of that one.

carried0 = Oh! Oldukça güçlü gibisin, değil mi?

[fluff]
fishdude0 = Hey, Madamım. Naber? I'm just checking out this, like, totally chill garden. There's like, çiçekler ve çöp gibi.
fishdude1 = It's like, a pretty nice view from your balcony, biliyon mu?
